Repository: crxproject/proadblock
Catalog: lang/pro-adblock-*.po
Languages: de

source: By closing this notice you agree to our cookie policy. Pro-AdBlock uses a temporary cookie that is stored on your computer to disable the adblocker alert for a certain time. Further data are not collected.
de: Mit dem Schließen dieser Nachricht erklärst du dich mit unseren Cookierichtlinien einverstanden. Pro-AdBlock verwendet ein temporäres Cookie, dass auf deinem Computer gespeichert wird, um den Adblocker-Warnhinweis für einen bestimmten Zeitraum zu deaktivieren. Weitergehende Daten werden nicht erhoben.

source: Accept &amp; continue
de: Akzeptieren &amp; fortfahren

source: For more information visit our %s.
de: Für weitere Informationen besuche unsere %s.

source: Pro-AdBlock requires at least WP version %1$s to get fully functional. You are running version %2$s. Please upgrade WordPress.
de: Pro-AdBlock benötigt mindestens WP Version %1$s um voll funktionsfähig zu sein. Du führst Version %2$s aus. Bitte upgrade WordPress.

source: Message
de: Mitteilung

source: Appearance
de: Erscheinungsbild

source: Modal background
de: Modalhintergrund

source: Modal delay
de: Modalverzögerung

source: Cookie lifetime
de: Cookielebensdauer

source: Dark transparent
de: Dunkel, transparent

source: Light transparent
de: Hell, transparent

source: Waiting time in seconds before message appears
de: Wartezeit in Sekunden bevor die Nachricht erscheint

source: Time in days after cookie gets auto deleted
de: Zeit in Tagen bis der Cookie automatisch gelöscht wird

source: Suggested text:
de: Textvorschlag:

source: What personal data we collect and why we collect it
de: Welche personenbezogenen Daten wir sammeln und warum wir sie sammeln

source: We use the plugin Pro-AdBlock based on our legitimate interests within the meaning of Art. 6 (1) lit. f GDPR, because with the help of Pro-AdBlock we alert users about the dangers of surfing without an adblocker browser plug-in and offer them the opportunity to install one.
de: Wir setzen das Plugin Pro-AdBlock auf Grundlage unserer berechtigten Interessen im Sinne des Art. 6 (1) lit. f DSGVO ein, da wir mit Hilfe von Pro-AdBlock die Nutzer auf die Gefahren des Surfens ohne ein Adblocker-Browser-Plug-in hinweisen und ihnen die Möglichkeit bieten, eines zu installieren.

source: Pro-AdBlock uses a temporary cookie that is stored on your computer to disable the adblocker alert for a certain time. Further data are not collected. If a user has installed an adblocker, generally no associated cookie will be stored on the user's device.
de: Pro-AdBlock verwendet ein temporäres Cookie, dass auf ihrem Computer gespeichert wird, um den Adblocker-Warnhinweis für einen bestimmten Zeitraum zu deaktivieren. Weitergehende Daten werden nicht erhoben. Wenn ein Nutzer einen Adblocker installiert hat, wird generell kein entsprechender Cookie auf dem Gerät des Nutzers gespeichert.

source: Display a custom text to users that have no adblocker enabled.
de: Zeige Lesern, die keinen Adblocker installiert haben, einen individuellen Text.

source: Pro-AdBlock Settings
de: Einstellungen &rsaquo; Pro-AdBlock

source: <h2>You are not using an Adblocker?!</h2> Advertising displayed on webpages can be a security risk. Currently, the advertising mostly consists of embedded third party content. These contents are not under the website's owner editorial control and add a repeatedly criminally exploited attack vector to the website. An adblocker protects your surfing. This site explicitly supports the usage of advertisement blockers. Please consider to use one! A list of adblockers is available on the <strong><a href="https://nowherecoding.github.io/pro-adblock/#list" target="_blank">Pro-AdBlock Homepage</a></strong>. Thank you for your attention.
de: <h2>Du benutzt keinen Adblocker?!</h2> Auf Webseiten angezeigte Werbung kann ein Sicherheitsrisiko sein. Zurzeit besteht die Werbung hauptsächlich aus eingebetteten Inhalten von Drittanbietern. Diese Inhalte unterliegen nicht der redaktionellen Kontrolle dessen, der sie einbettet und fügen einen immer wieder kriminell ausgebeuteten Angriffsvektor zu einem Webauftritt hinzu. Ein Adblocker schützt beim Surfen im Internet. Diese Seite unterstützt ausdrücklich die Verwendung von Adblockern. Bitte erwäge einen zu nutzen! Eine Auflistung von Adblockern ist auf der <strong><a href="https://nowherecoding.github.io/pro-adblock/#list" target="_blank">Pro-AdBlock Homepage</a></strong> verfügbar. Vielen Dank für Deine Aufmerksamkeit.
